[MusashiAmbushSilencer X2AbilityTemplate]
LocFriendlyName="Засада"
LocLongDescription="Наблюдение за целью для открытия огня. Эта атака может нанести критический урон. Убийство цели не нарушает маскировку. Может быть активировано только в режиме маскировки."
LocHelpText="Наблюдение за целью для открытия огня. Эта атака может нанести критический урон. Убийство цели не нарушает маскировку. Может быть активировано только в режиме маскировки."
LocFlyOverText="Засада"
LocPromotionPopupText="<Bullet/> Наблюдение за целью для открытия огня.<br/><Bullet/> Эта атака может нанести критический урон.<br/><Bullet/>Убийство цели не нарушает маскировку.<br/><Bullet/>Может быть активировано только в режиме маскировки."

[MusashiAmbushTargetShot X2AbilityTemplate]
LocFriendlyName="Засада"
LocLongDescription="Наблюдение за целью для открытия огня. Эта атака может нанести критический урон. Убийство цели не нарушает маскировку. Может быть активировано только в режиме маскировки."
LocHelpText="Наблюдение за целью для открытия огня. Эта атака может нанести критический урон. Убийство цели не нарушает маскировку. Может быть активировано только в режиме маскировки."
LocFlyOverText="Засада"
LocPromotionPopupText="<Bullet/> Наблюдение за целью для открытия огня.<br/><Bullet/> Эта атака может нанести критический урон.<br/><Bullet/>Убийство цели не нарушает маскировку.<br/><Bullet/>Может быть активировано только в режиме маскировки."

[ShadowstrikeSuspicionDebuff X2AbilityTemplate]
LocFriendlyName="Подозрение"
LocLongDescription=""
LocHelpText="Подозрение"
LocFlyOverText="Подозрение"
LocPromotionPopupText=""

[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Глушитель"
FriendlyNamePlural="Глушитель"
BriefSummary="При стрельбе существует вероятность сохранения маскировки при выстреле."
TinySummary="Шанс сохранить маскировку"
LootTooltip="Дает вероятность сохранения маскировки при выстреле."

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный глушитель"
FriendlyNamePlural="Модифицированный глушитель"
BriefSummary="При стрельбе существует вероятность сохранения маскировки при выстреле. Снижает шанс обнаружения на 10%."
TinySummary="Шанс сохранить маскировку"
LootTooltip="Дает вероятность сохранения маскировки при выстреле. Снижает шанс обнаружения на 10%."

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный глушитель"
FriendlyNamePlural="Элитный глушитель"
BriefSummary="При стрельбе существует вероятность сохранения маскировки при выстреле. Снижает шанс обнаружения на 20%."
TinySummary="Шанс сохранить маскировку"
LootTooltip="Дает вероятность сохранения маскировки при выстреле. Снижает шанс обнаружения на 20%."


